import train from "../../assets/image/detective/train.jpg";
import gold from "../../assets/image/detective/gold.jpg";
import dragon from "../../assets/image/detective/dragon.jpg";
import azazel from "../../assets/image/detective/azazel.jpg";
import code from "../../assets/image/detective/code.jpg";
import mercedes from "../../assets/image/detective/mercedes.jpg";

export const detective = [
  {
    id: 1,
    image: train,
    title: "Убийство в «Восточном экспрессе»",
    author: "Агата Кристи",
    time: "08:58:23",
    desc: "Находившийся в Стамбуле великий сыщик Эркюль Пуаро возвращается в Англию на знаменитом «Восточном экспрессе», в котором вместе с ним едут, кажется, представители всех возможных национальностей. Один из пассажиров, неприятный американец по фамилии Рэтчетт, предлагает Пуаро стать своим телохранителем, поскольку считает, что его должны убить. Знаменитый бельгиец отмахивается от этой",
  },
  {
    id: 2,
    image: gold,
    title: "Золотой жук / The Gold-bug",
    author: "Эдгар Аллан По",
    time: "08:58:23",
    desc: "Эдгар Аллан По (1809–1849) – американский писатель-романтик, мастер новеллы, основоположник детективного рассказа и научно-фантастической повести. Мир произведений писателя причудливый и в то же время изысканный. Его законы подчиняются не общепринятой логике, а лишь игре авторского воображения. В книгу вошли рассказы «Что случилось с господином Вальдемаром», «Рукопись, найденная в",
  },
  {
    id: 3,
    image: dragon,
    title: "Девушка с татуировкой дракона",
    author: "Стиг Ларссон",
    time: "08:58:23",
    desc: "ПЕРВАЯ КНИГА ИЗ КУЛЬТОВОЙ ТРИЛОГИИ «МИЛЛЕНИУМ» О ДЕВУШКЕ-ХАКЕРЕ ЛИСБЕТ САЛАНДЕРСтиг Ларссон – автор, без чьих типажей и сюжетов невозможно представить вселенную современного триллера. Продажи его книг по всему миру перевалили за",
  },
  {
    id: 4,
    image: azazel,
    title: "Азазель",
    author: "Борис Акунин",
    time: "08:58:23",
    desc: "Если вы еще не читали книги о знаменитом сыщике Эрасте Фандорине, то лучше всего начать знакомство с романа «Азазель». Это первая часть серии «Приключения Эраста Фандорина», написанной Борисом Акуниным. Известный ученый-японист, писатель и литературовед пишет легким и интересным языком захватывающие истории",
  },
  {
    id: 5,
    image: code,
    title: "Код да Винчи",
    author: "Дэн Браун",
    time: "08:58:23",
    desc: "бийство Жака Соньера наделало в Париже много шума – не только благодаря тому, что он был хорошо известен в узких кругах, но и потому, что расположение трупа в точности повторяло картину Да Винчи «Ветрувианский человек». Кто и зачем мог это сделать? Почему полиция подозревает в убийстве известного профессора",
  },
  {
    id: 6,
    image: mercedes,
    title: "Мистер Мерседес",
    author: "Стивен Кинг",
    time: "08:58:23",
    desc: "Восемь убитых и пятнадцать раненых на счету бесследно исчезнувшего убийцы, протаранившего на «мерседесе» ни в чем не повинных людей…",
  },
];
