import solaris from "../../assets/image/fantastik/solaris.jpeg";
import duna from "../../assets/image/fantastik/duna.jpg";
import robert from "../../assets/image/fantastik/robert.jpg";
import giperion from "../../assets/image/fantastik/Giperion.jpeg";
import park from "../../assets/image/fantastik/park.jpg";
import starWars from "../../assets/image/fantastik/star-wars.jpg";
import anafen from "../../assets/image/fantastik/anafen.jpg";

export const fantastik = [
  {
    id: 1,
    image: solaris,
    title: "Солярис",
    author: "Станислав Лем",
    time: "08:58:23",
    desc: "Классика мировой фантастики и невероятно реалистичная книга. Кажется, что Солярис существует на самом деле и его можно увидеть собственными глазами.",
  },
  {
    id: 2,
    image: duna,
    title: "Дюна",
    author: "Фрэнк Герберт",
    time: "08:58:23",
    desc: "Эту книгу любят даже те, кто не любит фантастику. Потому что межгалактическое пространство и специфическая лексика – это конфетная обёртка. Главное в «Дюне» Фрэнка Герберта – герои, их взаимоотношения, политическое устройство и хроника жизни землян 800 лет спустя. Оказывается, мы всё такие же, с двумя руками и ногами. Только куда быстрее развиваемся и очень зависим..",
  },
  {
    id: 3,
    image: robert,
    title: "Странная история доктора Джекила и мистера Хайда",
    author: "Роберт Льюис",
    time: "08:58:23",
    desc: "История двух противоположных половин единой личности, одновременно — морализаторская притча о двойственности прогресса и ответственности науки перед обществом (позже эта тема была развита Г. Уэллсом в «Человеке-невидимке» и «Острове доктора Моро»). Стивенсон грамотно совместил элементы НФ, готического ужастика и...",
  },
  {
    id: 4,
    image: giperion,
    title: "Гиперион",
    author: "Дэн Симмонс",
    time: "08:58:23",
    desc: "Одноимённого фильма по тетралогии Дэна Симмонса «Гиперион» очень ждут поклонники научной фантастики. Хочется увидеть своими глазами то, что описывает автор. Симмонс предостерегает: в том темпе, в котором мы развиваемся, будущее не сулит нам ничего хорошего. Созданные нами машины восстанут против нас, стремление ",
  },
  {
    id: 5,
    image: park,
    title: "Парк Юрского периода",
    author: "Майкл Крайтон",
    time: "08:58:23",
    desc: "Крайтон считается отцом фантастического технотриллера. «Парк Юрского периода» — не первое произведение такого рода, но одно из самых известных, во многом благодаря экранизации Стивена Спилберга. Будучи по сути умелым соединением многократно проработанных в НФ тем и идей — генная инженерия, клонирование, бунт искусственных созданий, — роман приобрел миллионы поклонников и множество подражаний.",
  },
  {
    id: 6,
    image: starWars,
    title: "Звездные войны",
    author: "Звездные войны",
    time: "08:58:23",
    desc: "Пятый год Новой Республики. При выполнении секретного задания бесследно исчезает Миракс Террик, супруга Коррана Хорна, пилота Разбойного эскадрона и бывшего офицера сил безопасности Кореллии. Пилот Хорн знает Силу, в его крови достаточно высокий процент мидихлориан. Он проходит курс обучения владения Силой в Академии джедаев на Йавине IV. В стремлении отыскать и спасти супругу, Хорн оказывается затянутым в длинную цепь приключений.",
  },
  {
    id: 7,
    image: anafen,
    title: "Анафем",
    author: "Нил Стивенсон",
    time: "08:58:23",
    desc: "Автор «Криптономики» Нил Стивенсон в книге «Анафем» решил не обращаться к будущему, а получше покопаться в прошлом. На планете Арба, чрезвычайно похожей на Землю, тоже пользуются компьютерами и мобильниками, а также летают в космос. Только система образования иная, средневековая: университеты являются монастырями, а те, кто идёт служить наукам,",
  },
];
