import horrorOne from '../../assets/image/horror/horror-1.png'
import horrorTwo from '../../assets/image/horror/horror-2.png'
import horrorThree from '../../assets/image/horror/horror-3.png'
import horrorFour from '../../assets/image/horror/horror-4.png'
import horrorFive from '../../assets/image/horror/horror-5.png'
import horrorSix from '../../assets/image/horror/horror-6.png'

export const horror = [
    {id: 1, image:horrorOne, title: 'позже', author: 'Стивен Кинг', time: '08:58:23', desc: 'Джейми — мальчик с необычными cпособностями. Он может видеть мертвецов и мама убеждает его хранить это в секрете… Но порой обстоятельства бывают выше нас. Например, когда только убивший себя мертвец знает где и когда взорвётся заложенная им бомба...'},
    {id: 1, image:horrorTwo,  title: 'Мара и морок', author: 'Лия Арден', time: '08:58:23', desc: 'Я умерла много лет назад, но когда моя помощь понадобилась правителям Аракена, меня подняли из могилы. Таких, как я, в народе называют Марами. Когда-то давно нас было семеро. Меня и шестерых сестер было отметила сама богиня смерти Морана. Сейчас лишь немногие помнят о том, что мы...'},
    {id: 1, image:horrorThree,  title: 'зов ктулху', author: 'Лавкрафт Говард', time: '08:58:23', desc: 'После страшного землетрясения пробуждаются от вековечного сна приближенные великого Ктулху. Да и сам Властитель древности поднимается на поверхность вод вместе со своим обиталищем – мрачным городом Р’лейх. Тонко чувствующие перестают спать, художники пишут невероятное, слабые сходят с ума… '},
    {id: 1, image:horrorFour,  title: 'Ночные Легенды', author: 'Джон Коннолли', time: '08:58:23', desc: 'Это темная, смелая и пугающая антология, полная потерянных любовников и пропавших детей, хищных демонов и мстительных духов.'},
    {id: 1, image:horrorFive,  title: 'Самая страшная книга 2021', author: 'Дмитрий Тихонов', time: '08:58:23', desc: 'Какие твари скрываются на границе света и тени? Что слепец может противопоставить маньяку? Чью кровь пьют вампиры в постреволюционной России? Как одолеть древнюю ведьму, поселившуюся в заброшке? Можно ли спастись самому или хотя бы спасти душу от взгляда гневного божества с проклятой иконы?.. '},
    {id: 1, image:horrorSix,  title: 'Похороны куклы', author: 'Кейт Хэмер', time: '08:58:23', desc: 'У тринадцатилетней Руби Флад есть страшный секрет: она видит заблудшие души мертвых людей. Мрачные и потерянные, они ходят по свету в поисках отмщения. Но девочка не боится их. Не страшится она и правды: ее родители ей неродные. Мысли о настоящих маме и папе не дают Руби покоя. Почему они бросили собственную дочь?'}
]