import o1984 from '../../assets/image/roman/1984.jpg'
import alisa from '../../assets/image/roman/alisa.jpg'
import alone from '../../assets/image/roman/alone.jpg'
import mushketers from '../../assets/image/roman/mushketera.jpg'
import propasty from '../../assets/image/roman/propasty.jpg'
import ring from '../../assets/image/roman/ring.webp'
import thief from '../../assets/image/roman/thief.jpg'


export const roman = [
    {
      id: 1,
      image: o1984,
      title: "1984",
      author: "Л. Кэрролл",
      time: "08:58:23",
      desc: "Мир, где все под контролем. В нем страшно быть не таким как все – жить по-другому, думать по-другому, иметь чувства. Роман рождает чувство обреченности и безысходности, поскольку является манифестом: «Идти против Системы – бесполезно».",
    },
    {
      id: 2,
      image: alisa,
      title: "Алиса в стране чудес",
      author: "Л. Кэрролл",
      time: "08:58:23",
      desc: "Милая сказка, написанная автором в «знойный полдень» у реки, пришлась по душе большинству детей. Произведение богато математическими, философскими и лингвистическими шутками и аллегориями. Переводчикам во всем мире пришлось изрядно потрудиться,",
    },
    {
      id: 3,
      image: alone,
      title: "Сто лет одиночества",
      author: "Г.Маркес",
      time: "08:58:23",
      desc: "Роман повествует о членах семьи Буэндиа, чьи судьбы объединены одиночеством. Несмотря на то, что события происходят в вымышленном городе, все они имеют непосредственное отношение к социально-политической ситуации в Колумбии того времени",
    },
    {
      id: 4,
      image: mushketers,
      title: "Три мушкетера",
      author: ' А. Дюма (отец)',
      time: "08:58:23",
      desc: "Ну кто же из нас в детстве и юношестве не восхищался приключенческим романом «Три мушкетера»? Кажется, что девиз «Один за всех и все за одного!» звучал из уст каждого мальчишки на детской площадке. Козни кардинала Ришелье, темное прошлое смелого Атоса,",
    },
    {
      id: 5,
      image: propasty,
      title: "Над пропастью во ржи",
      author: 'Дж. Сэлинджер',
      time: "08:58:23",
      desc: "Повествование ведется от лица главного героя, шестнадцатилетнего Холдена Колфилда, находящегося на лечении в больнице. На протяжении всего романа читатель наблюдает за метаниями и внутренними терзаниями подростка, который, с одной стороны, хочет почувствовать себя взрослым и самостоятельным,",
    },
    {
      id: 6,
      image: ring,
      title: "Властелин колец",
      author: 'Дж. Р.Р. Толкиен',
      time: "08:58:23",
      desc: "Фантастическая сага, повествующая о волшебном Средиземье, где бок о бок живут эльфы, гномы, хоббиты и другие существа. Идея, пришедшая в голову автору еще в юности, воплотилась в вечные размышления о добре и зле, любви и ненависти",
    },
    {
      id: 7,
      image: thief,
      title: "Преступление и наказание",
      author: 'Ф.М. Достоевский',
      time: "08:58:23",
      desc: "«Тварь я дрожащая или право имею?» — вопрошает главный герой книги, бедный студент, убийца, как будто пытаясь оправдать свое преступление. Социальная проблематика общества того времени находит отражение практически во всех персонажах книги.",
    },
  ];
  