import commentOne from '../../assets/image/books/kiko.png'
import commentTwo from '../../assets/image/books/liza.png'
import commentThree from '../../assets/image/books/kiko.png'

export const comments = [
    {id: 1, avatar: commentOne, name: 'Диванный критик', text: 'Вот знаете, обычно бывает так, что книга нравится не сразу. Только после 50-100 страничек вливаешься в мир. Здесь же я влюбилась в книгу с первых строчек. Меня поглотила эта история и утянула с головой полностью! '},
    {id: 2, avatar: commentTwo, name: 'Кико', text: 'Мне книга вообще не понравилась! Такое чувство будто редактор решил пропустить её просто так! Отвратительные повторения одного и тоже, одни и те же слова!!!'},
    {id: 3, avatar: commentThree, name: 'Лиза Устинова', text: 'Довольно неплохая история, задумка такая интересная да ещё и славянский фольклор! Но вот воплощение хромает( Я лично вообще не понимаю зачем в книге так много внимания уделяется переодеваням, лучше бы сюжет проработали'}
]